Repository: mozilla/zippy
Catalog: locale/ff/LC_MESSAGES/messages.po
Languages: ff

source: Cancel
ff: Haaytu

source: Buy
ff: Sood

source: Msg and Data Rates May Apply <a %s>Terms &amp; Conditions</a>
ff: Fere keɓe ena mbaawi waɗɗaade <a %s>Saɗtiiji &amp; Dalillaaji</a>

source: Total
ff: Hawra

source: Includes taxes
ff: Taks ena heen

source: Confirm Payment
ff: Teeŋtin Joɓgol

source: The amount will be charged to your %(carrier)s account, or <a %(link)s>pay using your credit card</a>
ff: Kaalis oo ma itte e konte maa %(carrier)s, walla <a %(link)s>yoɓir kartal banke</a>

source: Credit Card Number
ff: Tonngoode Kartal Banke

source: Card Number
ff: Tonngoode Kartal

source: Expires
ff: Gasata ko

source: Post-code
ff: Kod posto

source: CVC
ff: Kod ƴeewtorɗo

source: Save card
ff: Danndu kartal

source: Products sold by %s for Mozilla
ff: Jaaɓɗe ɗee yeeyanta Mozilla ko %s

source: Pay by Card
ff: Yoɓir Kartal

source: Confirm your Mobile Number
ff: Teeŋtin Tonngoode Cinnde maa

source: Enter the pin we sent you
ff: Naatnu kod min neldu-maa oo

source: Didn't receive an SMS?
ff: A heɓaani SMS?

source: Resend SMS
ff: Neltir SMS

source: Continue
ff: Jokku

source: United Kingdom
ff: Laamateeri Rentundi

source: Not your country?
ff: Wonaa leydi maa?

source: Change
ff: Waylu

source: United States
ff: Dowlaaji Dentuɗi

source: Spain
ff: Espaañ

source: Select your mobile network
ff: Labo resoo cinndel maa

source: Enter your mobile number
ff: Naatnu tonngoonde cinndel maa
