Repository: mozilla/zippy
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cy, eu, fy, hu, it_ch, pa, ro, sq, sr, sw, ta

source: Cancel
cy: Diddymu
eu: Utzi
fy: Annulearje
hu: Mégsem
it_ch: lǝɔuɐϽ
pa: ਰੱਦ ਕਰੋ
ro: Anulează
sq: Anulojeni
sr: Откажи
sw: Ghairi
ta: ரத்து

source: Buy
cy: Prynu
eu: Erosi
fy: Keapje
hu: Vásárlás
it_ch: ʎnq
pa: ਖਰੀਦੋ
ro: Cumpără
sq: Blijeni
sr: Купи
sw: Nunua
ta: வாங்கு

source: Msg and Data Rates May Apply <a %s>Terms &amp; Conditions</a>
cy: Gall fod Taliad Neges a Data <a %s>Amodau</a>
eu: Mezu eta datuen tarifak aplika daitezke <a %s>Baldintzak</a>
fy: Mooglik binne kosten foar berjochten en gegevens fan tapassing <a %s>Betingsten</a>
hu: Üzenet-­ és adatdíjak érvényesülhetnek. <a %s>Felhasználási feltételek</a>
it_ch: <a %s>sɯɹǝ⊥ &amp; suoıʇıpuoϽ</a> ʎldd∀ ʎɐW sǝʇɐᴚ ɐʇɐᗡ puɐ ƃsW
pa: ਸੁਨੇਹਾ ਤੇ ਡਾਟਾ ਖਰਚਾ ਪੈ ਸਕਦਾ ਹੈ <a %s>ਨਿਯਮ ਤੇ ਸ਼ਰਤਾਂ</a>
ro: Mesajele și datele se supun <a %s>Termenilor și condițiilor</a>
sq: Mund të Jenë Objekt <a %s>Termash &amp; Kushtesh</a> Tarifash Për Mesazhe dhe të Dhëna
sr: Цене порука и мобилних података се могу применити на <a %s>Услови коришћења</a>
sw: Malipo ya SMS na Data yaweza kulipishwa<a %s>Sheria &amp; Marsharti</a>
ta: செய்து மற்றும் தரவு கட்டணங்கள் பொருந்தலாம்<a %s>நிபந்தனைகளும் &amp; விதிமுறைகளும்</a>

source: Total
cy: Cyfanswm
eu: Guztira
fy: Totaal
hu: Összesen
it_ch: lɐʇo⊥
pa: ਕੁੱਲ
sq: Githsej
sr: Укупно
sw: Jumla
ta: மொத்தம்

source: Includes taxes
cy: Yn cynnwys trethi
eu: Zergak barne
fy: Ynklusyf btw
hu: Adótartalom
it_ch: sǝxɐ⊥ sǝpnlɔuI
pa: ਟੈਕਸ ਸਮੇਤ
ro: Include taxele
sq: Përfshin taksat
sr: Укључује порезе
sw: Inajumuisha ushuru
ta: வரிகள் உட்பட

source: Confirm Payment
cy: Cadarnhau'r Taliad
eu: Berretsi ordainketa
fy: Betelling befêstigje
hu: Vásárlás jóváhagyása
it_ch: ʇuǝɯʎɐԀ ɯɹıɟuoϽ
pa: ਭੁਗਤਾਨ ਪੁਸ਼ਟੀ
ro: Confirmă plata
sq: Ripohoni Pagesën
sr: Потврди уплату
sw: Dhibitisha Malipo
ta: பணம்செலுத்தலை உறுதிபடுத்து

source: The amount will be charged to your %(carrier)s account, or <a %(link)s>pay using your credit card</a>
cy: Bydd y swm yn cael ei godi yn erbyn eich cyfrif %(carrier)s, neu gallwch <a %(link)s>dalu drwy ddefnyddio eich cerdyn credyd</a>
eu: Kopurua zure %(carrier)s kontutik kobratuko da, edo <a %(link)s>ordaindu kreditu-txartela erabilita</a>
fy: It bedrach wurdt yn rekkening brocht op jo %(carrier)s-account, of <a %(link)s>betelje mei jo creditcard</a>
hu: Az összeg %(carrier)s egyenlegéből kerül levonásra, vagy <a %(link)s>fizethet bankkártyával is</a>
pa: ਰਕਮ ਤੁਹਾਡੇ %(carrier)s ਖਾਤੇ ਤੋਂ ਵਸੂਲੀ ਜਾਵੇਗੀ ਜਾਂ <a %(link)s>ਆਪਣੇ ਕਰੈਡਿਟ ਕਾਰਡ ਤੋਂ ਭੁਗਤਾਨ ਕਰੋ</a>
ro: Suma va fi încasată prin contul %(carrier)s sau <a %(link)s>plătită folosind cardul de credit</a>
sq: Vlera e pagesës do të shtohet te llogaria juaj %(carrier)s, ose <a %(link)s>paguani duke përdorur kartën tuaj të kreditit</a>
sr: Износ ће бити наплаћен на Вашем %(carrier)s налогу, или <a %(link)s>платите користећи кредитну картицу</a>
sw: Kiasi hicho kitakatwa kutoka kwa akaunti yako ya %(carrier), au <a %(link)s>lipa kwa kutumia kadi yako ya mkopo</a>
ta: இந்த தொகை உங்கள் %(carrier) கணக்கில் ஏற்றப்படும், அல்லது <a %(link)s>உங்கள் கடன் அட்டை மூலம் செலுத்தவும்</a>

source: Credit Card Number
cy: Rhif Cerdyn Credyd
eu: Kreditu-txartelaren zenbakia
fy: Creditcardnûmer
hu: Bankkártya száma
it_ch: ɹǝqɯnN pɹɐϽ ʇıpǝɹϽ
pa: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ
ro: Număr card credit
sq: Numër Karte Krediti
sr: Број кредитне картице
sw: Namba ya Kadi Ya Mkopo
ta: கடன் அட்டை எண்

source: Card Number
cy: Rhif y Cerdyn
eu: Txartelaren zenbakia
fy: Kaartnûmer
hu: Kártyaszám
it_ch: ɹǝqɯnN pɹɐϽ
pa: ਕਾਰਡ ਨੰਬਰ
ro: Număr card
sq: Numër Karte
sr: Број картице
sw: Namba Ya Kadi
ta: அட்டை எண்

source: Expires
cy: Daw i Ben
eu: Iraungitze-data
fy: Ferrint
hu: Lejárat
it_ch: sǝɹıdxƎ
pa: ਮਿਆਦ
ro: Data expirării
sq: Skadon më
sr: Истиче
sw: Muda wa Matumizi Utakamilika
ta: காலாவதியாகிறது

source: Post-code
cy: Cod post
eu: Posta-kodea
fy: Postkoade
hu: Irányítószám
it_ch: ǝpoɔ-ʇsoԀ
pa: ਪੋਸਟ-ਕੋਡ
ro: Cod poștal
sq: Kod postar
sr: Поштански број
sw: Kodi Ya Posta
ta: அஞ்சல் குறி

source: CVC
eu: CVC kodea
it_ch: ϽΛϽ
pa: ਸੀਵੀਸੀ
sr: Картица за потврду кода

source: Save card
cy: Cadw'r cerdyn
eu: Gorde txartela
fy: Kaart bewarje
hu: Kártya mentése
it_ch: pɹɐϽ ǝʌɐS
pa: ਕਾਰਡ ਸੰਭਾਲੋ
ro: Salvează card
sq: Ruaje kartën
sr: Сачувајте картицу
sw: Hifadhi Kadi
ta: அட்டையைச் சேமி

source: Products sold by %s for Mozilla
cy: Cynnyrch yn cael ei werthu gan % ar ran Mozilla
eu: %s(e)k Mozillarentzako saldutako produktuak
fy: Produkten ferkocht troch %s foar Mozilla
hu: A %s által a Mozillának eladott termékek
it_ch: ɐllızoW ɹoɟ s% ʎq plos sʇɔnpoɹԀ
pa: ਉਤਪਾਦ %s ਵਲੋਂ ਮੋਜ਼ੀਲਾ ਰਾਹੀਂ ਵੇਚੇ ਜਾਂਦੇ ਹਨ
ro: Produse vândute de %s pentru Mozilla
sq: Produkte të shitur nga %s për Mozilla-n
sr: Производи продати од стране %s за Mozilla-у
sw: Bidhaa zilizouzwa na %s kwa niaba ya Mozilla
ta: Mozillaவிற்காக %s ஆல் விற்கப்பட்டது

source: Pay by Card
cy: Talu drwy Gerdyn
eu: Ordaindu txartelarekin
fy: Betelje mei kaart
hu: Fizetés kártyával
pa: ਕਾਰਡ ਰਾਹੀਂ ਭੁਗਤਾਨ
ro: Cumpără cu cardul
sq: Paguani me Kartë krediti
sr: Плати картицом
sw: Lipa Kwa Kadi
ta: அட்டை மூலம் பணம் கட்டு

source: Confirm your Mobile Number
cy: Cadarnhewch eich Rhif Symudol
eu: Berretsi mugikorraren zenbakia
fy: Befêstigje jo mobile nûmer
hu: Erősítse meg mobilszámát
pa: ਆਪਣੇ ਮੋਬਾਇਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ro: Confirmă numărul de telefon mobil
sq: Ripohoni Numrin e Celularit tuaj
sr: Потврдите Ваш број мобилног
sw: Dhibitisha Namba yako ya Simu
ta: செல்பேசி எண்ணை உறுதிபடுத்து

source: Enter the pin we sent you
cy: Rhowch y pin gawsoch gennym ni
eu: Idatzi bidali dizugun PINa
fy: Fier de tastjoerde pinkoade yn
hu: Írja be a kapott PIN-t
pa: ਸਾਡੇ ਵਲੋਂ ਤੁਹਾਨੂੰ ਭੇਜਿਆ ਪਿੰਨ ਦਿਓ
ro: Introduceți pinul trimis de noi
sq: Jepni pinin që ju dërguam
sr: Унесите pin који смо Вам послали
sw: Ingiza pin tuliyokutumia
ta: நாங்கள் அனுப்பிய குறியை உள்ளிடவும்

source: Didn't receive an SMS?
cy: Heb dderbyn SMS?
eu: Ez duzu SMSrik jaso?
fy: Gjin sms ûntfongen?
hu: Nem kapott SMS-t?
pa: SMS ਨਹੀਂ ਮਿਲਿਆ?
ro: Nu ați recepționat niciun SMS?
sq: Nuk morët SMS?
sr: Нисте примили SMS?
sw: Haukupokea SMS?
ta: குறுஞ்செய்தி கிடைக்கவில்லையா?

source: Resend SMS
cy: Ail anfon yr SMS
eu: Berbidali SMSa
fy: Sms opnij ferstjoere
hu: SMS újraküldése
pa: SMS ਮੁੜ-ਭੇਜੋ
ro: Retrimite SMS
sq: Ridërgo SMS-në
sr: Поново пошаљи SMS
sw: Tuma SMS tena
ta: குறுஞ்செய்தியை மீண்டும் அனுப்பு

source: Continue
cy: Ymlaen
eu: Jarraitu
fy: Trochgean
hu: Folytatás
pa: ਜਾਰੀ ਰੱਖੋ
ro: Continuă
sq: Vazhdoni
sr: Настави
sw: Endelea
ta: தொடரவும்

source: United Kingdom
cy: Gwledydd Prydain
eu: Erresuma Batua
fy: Ferienige Keninkryk
hu: Egyesült Királyság
pa: ਬਰਤਾਨੀਆ
ro: Marea Britanie
sq: Mbretëria e Bashkuar
sr: Уједињено Краљевство
sw: Uingereza
ta: ஐக்கிய இராஜ்ஜியம்

source: Not your country?
cy: Nid eich gwlad?
eu: Ez da zure herrialdea?
fy: Net jo lân?
hu: Nem megfelelő ország?
pa: ਤੁਹਾਡਾ ਦੇਸ਼ ਨਹੀਂ ਹੈ?
ro: Nu este țara dumneavoastră?
sq: Nuk është vendi juaj?
sr: Није Ваша држава?
sw: Sio nchi yako?
ta: உங்கள் நாடு இல்லையா?

source: Change
cy: Newid
eu: Aldatu
fy: Wizigje
hu: Váltás
pa: ਬਦਲੋ
ro: Schimbă
sq: Ndryshoje
sr: Промени
sw: Badilisha
ta: மாற்று

source: United States
cy: Unodl Daleithiau
eu: Amerikako Estatu Batuak
fy: Ferienige Steaten
hu: Egyesült Államok
pa: ਅਮਰੀਕਾ
ro: Statele Unite ale Americii
sq: Shtetet e Bashkuara
sr: Сједињене Америчке Државе
sw: Marekani
ta: ஐக்கிய குடியரசு

source: Spain
cy: Sbaen
eu: Espainia
fy: Spanje
hu: Spanyolország
pa: ਸਪੇਨ
ro: Spania
sq: Spanjë
sr: Шпанија
sw: Uhispania
ta: ஸ்பெயின்

source: Select your mobile network
cy: Dewiswch eich rhwydwaith symudol
eu: Hautatu mugikor-sarea
fy: Selektearje jo mobile netwurk
hu: Válassza ki a mobilhálózatát
pa: ਆਪਣੇ ਮੋਬਾਇਨ ਨੈੱਟਵਰਕ ਚੁਣੋ
ro: Selectează rețeaua de telefonie mobilă
sq: Përzgjidhni rrjetin e celularit tuaj
sr: Одаберите Вашу мобилну мрежу
sw: Chagua mtandao wako wa simu
ta: உங்கள் கைபேசி பிணையத்தைத் தேர்ந்தெடுக்கவும்

source: Enter your mobile number
cy: Rhowch eich rhif symudol
eu: Idatzi mugikorraren zenbakia
fy: Fier jo mobile nûmer yn
hu: Írja be mobilszámát
pa: ਆਪਣਾ ਮੋਬਾਇਲ ਨੰਬਰ ਦਿਓ
ro: Introdu numărul de telefon mobil
sq: Jepni numrin e celularit tuaj
sr: Унесите Ваш број мобилног телефона
sw: Ingiza namba yako ya simu
ta: கைபேசி எண்ணை உள்ளிடு
