Repository: mozilla/zippy
Catalog: locale/hsb/LC_MESSAGES/messages.po
Languages: hsb

source: Cancel
hsb: Přetorhnyć

source: Buy
hsb: Kupić

source: Msg and Data Rates May Apply <a %s>Terms &amp; Conditions</a>
hsb: Za powěsće a daty móža kóšty nastać <a %s>Wužiwarske wuměnjenja</a>

source: Total
hsb: Suma

source: Includes taxes
hsb: Wobsahuje dawki

source: Confirm Payment
hsb: Zapłaćenje wobkrućić

source: The amount will be charged to your %(carrier)s account, or <a %(link)s>pay using your credit card</a>
hsb: Tuta suma poćežuje waše konto %(carrier)s abo <a %(link)s>zapłaćće z pomocu swojeje kreditneje karty.

source: Credit Card Number
hsb: Čisło kreditneje karty

source: Card Number
hsb: Kartowe čisło

source: Expires
hsb: Płaćiwa hač do

source: Post-code
hsb: Póstowe čisło

source: Save card
hsb: Kartu składować

source: Products sold by %s for Mozilla
hsb: Produkty so wot %s za Mozilla předawaja

source: Pay by Card
hsb: Z kartu płaćić

source: Confirm your Mobile Number
hsb: Čisło wašeho mobilneho telefona wobkrućić

source: Enter the pin we sent you
hsb: Zapodajće PIN, kotryž smy wam pósłali

source: Didn't receive an SMS?
hsb: Njejsće SMS dóstał?

source: Resend SMS
hsb: SMS hišće raz pósłać

source: Continue
hsb: Dale

source: United Kingdom
hsb: Zjednoćene kralestwo

source: Not your country?
hsb: Nic waš kraj?

source: Change
hsb: Změnić

source: United States
hsb: Zjednoćene staty

source: Spain
hsb: Španiska

source: Select your mobile network
hsb: Wubjerće swoju syć mobilneho škričkowanja

source: Enter your mobile number
hsb: Zapodajće čisło swojeho mobilneho telefona
