Repository: mozilla/zippy
Catalog: locale/dsb/LC_MESSAGES/messages.po
Languages: dsb

source: Cancel
dsb: Pśetergnuś

source: Buy
dsb: Kupiś

source: Msg and Data Rates May Apply <a %s>Terms &amp; Conditions</a>
dsb: Za powěsći a daty mógu kosty nastaś <a %s>Wužywarske wuměnjenja</a>

source: Total
dsb: Suma

source: Includes taxes
dsb: Wopśimujo danki

source: Confirm Payment
dsb: Zapłaśenje wobkšuśiś

source: The amount will be charged to your %(carrier)s account, or <a %(link)s>pay using your credit card</a>
dsb: Toś ta suma wobśěžyjo wašo konto %(carrier)s abo <a %(link)s>zapłaśćo z pomocu swójeje kreditneje kórty.

source: Credit Card Number
dsb: Numer kreditneje kórty

source: Card Number
dsb: Kórtowy numer

source: Expires
dsb: Płaśiwa až do

source: Post-code
dsb: Postowa licba

source: Save card
dsb: Kórtu składowaś

source: Products sold by %s for Mozilla
dsb: Produkty pśedawaju se wót %s za Mozilla

source: Pay by Card
dsb: Z kórtu płaśiś

source: Confirm your Mobile Number
dsb: Numer wašogo mobilnego telefona wobkšuśiś

source: Enter the pin we sent you
dsb: Zapódajśo PIN, kótaryž smy wam pósłali

source: Didn't receive an SMS?
dsb: Njejsćo SMS dostał?

source: Resend SMS
dsb: SMS hyšći raz pósłaś

source: Continue
dsb: Dalej

source: United Kingdom
dsb: Zjadnośone kralojstwo

source: Not your country?
dsb: Nic waš kraj?

source: Change
dsb: Změniś

source: United States
dsb: Zjadnośone staty

source: Spain
dsb: Špańska

source: Select your mobile network
dsb: Wubjeŕśo swóju seś mobilneje telefonije

source: Enter your mobile number
dsb: Zapódajśo swój numer mobilnego telefona
